alacritty
amd-ucode
anydesk-bin
apparmor
asciiquarium
aylurs-gtk-shell-git
base
base-devel
blueman
bluez
bluez-utils
brave-bin
btrfs-progs
cage
clipman
codespell
file-roller
freetube-bin
fuse2
fzf
gdal
git
glab
gnome-connections
gnome-keyring
gnu-free-fonts
graphviz
greetd
grim
gruvbox-plus-icon-theme
gsimplecal
gst-plugin-pipewire
gst-plugins-ugly
gtklock
gtklock-playerctl-module
gtklock-userinfo-module
gvfs
htop
hyprland-git
hyprpaper
ignis
insomnia-bin
lazygit
less
lf
librewolf-bin
linux
linux-firmware
logiops
logseq-desktop-bin
lsd
mako
man-db
neovim
networkmanager
noto-fonts-emoji
npm
nvim-packer-git
openresolv
openssh
pavucontrol
php
pipewire
pipewire-pulse
plymouth
postgresql
pyenv
python-jinja
python-materialyoucolor-git
python-pillow
reflector
remmina
ripgrep
signal-desktop
slurp
speech-dispatcher
spicetify-cli
spotify
sshfs
starship
sudo
swaylock-effects-git
thunar
thunar-archive-plugin
timeshift
tldr
vim
virtualfish
vulkan-radeon
waybar
wdisplays
webcord
wezterm-git
wireless_tools
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
yay
zsh
zsh-autosuggestions
zsh-syntax-highlighting
