alacritty
amd-ucode
anydesk-bin
apparmor
asciiquarium
aylurs-gtk-shell-git
base
base-devel
bat
blueman
bluez
bluez-utils
boost
brave-bin
brightnessctl
btrfs-progs
clang
clipman
code
cpio
cppman
cups
docker
docker-compose
evolution
fd
ffmpeg4.4
firefox
fish
freetube-bin
fzf
galculator
gdal
gdb
gdm
git
gnome-control-center
gnome-maps
gnumeric
go
graphviz
greetd
greetd-regreet
grim
gruvbox-plus-icon-theme
gsimplecal
gst-plugin-pipewire
gst-plugins-ugly
gtklock
gtklock-playerctl-module
gtklock-userinfo-module
gvfs
htop
hyprgui-bin
hyprgui-bin-debug
hypridle
hyprland-git
hyprlock
hyprpaper
ignis
insomnia-bin
insomnia-bin-debug
kanshi
lazygit
less
libinput-gestures
librewolf-bin
libsoup
linux
linux-firmware
localsearch
localsend-bin
loupe
lsd
man-db
meson
mpv
neovim
networkmanager
networkmanager-openvpn
noto-fonts-emoji
npm
nwg-drawer
openssh
p7zip
pass
pavucontrol
pdftk
pipes.sh
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
plymouth
postgresql-libs
postman-bin
pyenv
python-jinja
python-materialyoucolor-git
python-pillow
reflector
rhythmbox
ripgrep
rsync
rust
slurp
sonusmix
spicetify-cli
spotify
starship
streamlink
sudo
swappy
system-config-printer
systemd-resolvconf
thinkfan
thinkfan-ui
tldr
traceroute
ttf-jetbrains-mono-nerd
unzip
vesktop-bin
vim
virtualfish
vulkan-radeon
waybar
wdisplays
wev
wezterm-git
wireguard-tools
wireplumber
wlsunset
wofi
xdg-desktop-portal-hyprland-git
xorg-xev
yay
yazi
zenity
zip
zoxide
